Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: The Coach can read today's Recovery Score, the HRV / Sleep / Vitals factors, and your recent baseline. Ask anything about your physiology — it'll cite the actual numbers.
ar: يستطيع المدرّب قراءة درجة تعافي اليوم، وعوامل HRV والنوم والعلامات الحيوية، وخط أساسك الأخير. اسأل عن أي شيء يخص فسيولوجيتك — وسيستشهد بالأرقام الفعلية.
da: Coachen kan læse dagens restitutionsscore, HRV-/søvn-/vitalfaktorerne og din seneste baseline. Spørg om hvad som helst i din fysiologi — den citerer de faktiske tal.
de: Der Coach kann den heutigen Erholungs-Score, die Faktoren HRV/Schlaf/Vitalwerte und deine jüngste Baseline lesen. Frag alles zu deiner Physiologie — er nennt die tatsächlichen Zahlen.
es: El entrenador puede leer la puntuación de recuperación de hoy, los factores de HRV, sueño y constantes vitales, y tu línea base reciente. Pregúntale lo que quieras sobre tu fisiología — citará los números reales.
fi: Valmentaja näkee tämän päivän palautumispisteet, HRV-/uni-/elintoimintotekijät ja viimeaikaisen perustasosi. Kysy mitä tahansa fysiologiastasi — se viittaa todellisiin lukuihin.
fr: Le Coach peut lire le score de récupération du jour, les facteurs HRV / sommeil / signes vitaux, et votre référence récente. Posez toutes vos questions sur votre physiologie — il citera les chiffres réels.
is: Þjálfarinn getur lesið endurheimtareinkunn dagsins, HRV-/svefn-/lífsmarkaþættina og nýlega grunnlínu þína. Spurðu hvers sem er um lífeðlisfræði þína — hann vitnar í raunverulegar tölur.
it: Il Coach può leggere il punteggio di recupero di oggi, i fattori HRV / sonno / parametri vitali e la tua baseline recente. Chiedi qualsiasi cosa sulla tua fisiologia — citerà i numeri reali.
ja: コーチは今日の回復スコア、HRV／睡眠／バイタルの各要素、そして直近のベースラインを参照できます。生理指標について何でも質問してください — 実際の数値を引用して答えます。
ko: 코치는 오늘의 회복 점수, HRV·수면·생체 지표 요소, 그리고 최근 기준선을 읽을 수 있습니다. 생리 지표에 대해 무엇이든 물어보세요 — 실제 수치를 인용해 답합니다.
nb: Coachen kan lese dagens restitusjonsscore, HRV-/søvn-/vitalfaktorene og din nylige baseline. Spør om hva som helst i fysiologien din — den siterer de faktiske tallene.
nl: De Coach kan de herstelscore van vandaag lezen, de HRV-/slaap-/vitalenfactoren en je recente basislijn. Vraag alles over je fysiologie — hij citeert de echte cijfers.
pt_br: O Coach pode ler a Pontuação de Recuperação de hoje, os fatores de VFC / sono / sinais vitais e sua linha de base recente. Pergunte qualquer coisa sobre sua fisiologia — ele citará os números reais.
ru: Тренер видит сегодняшнюю оценку восстановления, факторы ВСР / сна / показателей и вашу недавнюю базовую линию. Спрашивайте о своей физиологии что угодно — он приведёт реальные цифры.
sv: Coachen kan läsa dagens återhämtningspoäng, faktorerna HRV/sömn/vitalvärden och din senaste baslinje. Fråga vad som helst om din fysiologi — den citerar de faktiska siffrorna.
zh_hans: 教练可以读取今天的恢复评分、HRV／睡眠／生命体征各项因子，以及你近期的基线。关于你的生理指标尽管提问 — 它会引用真实数值。

source: The Coach can read your most recent workout's TRIMP, average HR, α1, splits, and decoupling. Ask 'should I do another hard one tomorrow?' and it'll factor in this session's load.
ar: يستطيع المدرّب قراءة TRIMP لأحدث تمارينك، ومتوسط النبض، وα1، والأشواط، والانفكاك. اسأل «هل أؤدي تمرينًا شاقًا آخر غدًا؟» وسيأخذ حمل هذه الجلسة في الحسبان.
da: Coachen kan læse din seneste trænings TRIMP, gennemsnitspuls, α1, mellemtider og afkobling. Spørg 'skal jeg tage en hård en mere i morgen?' — så indregnes denne sessions belastning.
de: Der Coach kann TRIMP, Durchschnittspuls, α1, Splits und Entkopplung deines letzten Trainings lesen. Frag „soll ich morgen noch eine harte Einheit machen?“ und die Last dieser Einheit fließt ein.
es: El entrenador puede leer el TRIMP, la FC media, el α1, los parciales y el desacople de tu último entrenamiento. Pregúntale «¿hago otra sesión dura mañana?» y tendrá en cuenta la carga de esta sesión.
fi: Valmentaja näkee viimeisimmän harjoituksesi TRIMP-arvon, keskisykkeen, α1:n, väliajat ja irtikytkennän. Kysy "pitäisikö huomenna vetää toinen kova?" — se huomioi tämän harjoituksen kuorman.
fr: Le Coach peut lire le TRIMP, la FC moyenne, l’α1, les splits et le découplage de votre dernière séance. Demandez « dois-je en refaire une dure demain ? » et il tiendra compte de la charge de cette séance.
is: Þjálfarinn getur lesið TRIMP, meðalpúls, α1, millitíma og aftengingu úr síðustu æfingu þinni. Spurðu 'á ég að taka aðra erfiða á morgun?' og álag þessarar lotu er tekið með í reikninginn.
it: Il Coach può leggere TRIMP, FC media, α1, parziali e disaccoppiamento del tuo ultimo allenamento. Chiedi «domani ne faccio un’altra dura?» e terrà conto del carico di questa sessione.
ja: コーチは直近のワークアウトの TRIMP、平均心拍、α1、スプリット、デカップリングを参照できます。「明日もハードにやるべき？」と聞けば、このセッションの負荷を踏まえて答えます。
ko: 코치는 가장 최근 운동의 TRIMP, 평균 심박, α1, 랩, 디커플링을 읽을 수 있습니다. "내일도 강하게 해도 될까?"라고 물으면 이번 세션의 부하를 반영해 답합니다.
nb: Coachen kan lese TRIMP, gjennomsnittspuls, α1, mellomtider og frakobling fra siste økt. Spør 'bør jeg ta en hard til i morgen?' — belastningen fra denne økten regnes inn.
nl: De Coach kan de TRIMP, gemiddelde hartslag, α1, splits en ontkoppeling van je laatste training lezen. Vraag 'moet ik morgen nog een zware doen?' en de belasting van deze sessie wordt meegewogen.
pt_br: O Coach pode ler o TRIMP, a FC média, o α1, os parciais e o desacoplamento do seu treino mais recente. Pergunte 'faço outro forte amanhã?' e ele levará em conta a carga desta sessão.
ru: Тренер видит TRIMP, средний пульс, α1, отрезки и расхождение вашей последней тренировки. Спросите «делать ли завтра ещё одну тяжёлую?» — нагрузка этой сессии будет учтена.
sv: Coachen kan läsa TRIMP, medelpuls, α1, mellantider och frikoppling från ditt senaste pass. Fråga 'ska jag köra ett hårt till imorgon?' så vägs det här passets belastning in.
zh_hans: 教练可以读取你最近一次训练的 TRIMP、平均心率、α1、分段和解耦。你可以问“明天还能再来一次强度课吗？”，它会把这次训练的负荷计算在内。

source: The coefficient of determination for the DFA α1 calculation. Indicates how well the fractal model fits your data.
ar: معامل التحديد لحساب DFA α1. يشير إلى مدى ملاءمة النموذج الكسوري لبياناتك.
da: Determinationskoefficienten for DFA α1-beregningen. Angiver hvor godt den fraktale model passer til dine data.
de: Das Bestimmtheitsmaß der DFA-α1-Berechnung. Zeigt, wie gut das fraktale Modell zu deinen Daten passt.
es: El coeficiente de determinación del cálculo de DFA α1. Indica lo bien que el modelo fractal se ajusta a tus datos.
fi: DFA α1 -laskennan selitysaste. Kertoo, kuinka hyvin fraktaalimalli sopii tietoihisi.
fr: Le coefficient de détermination du calcul de DFA α1. Indique la qualité de l’ajustement du modèle fractal à vos données.
is: Skýringarstuðull DFA α1-útreikningsins. Sýnir hversu vel brotalíkanið fellur að gögnum þínum.
it: Il coefficiente di determinazione del calcolo di DFA α1. Indica quanto bene il modello frattale si adatta ai tuoi dati.
ja: DFA α1 計算の決定係数。フラクタルモデルがあなたのデータにどれだけ適合しているかを示します。
ko: DFA α1 계산의 결정계수. 프랙탈 모델이 데이터에 얼마나 잘 맞는지를 나타냅니다.
nb: Determinasjonskoeffisienten for DFA α1-beregningen. Angir hvor godt den fraktale modellen passer dataene dine.
nl: De determinatiecoëfficiënt van de DFA α1-berekening. Geeft aan hoe goed het fractale model op je gegevens past.
pt_br: O coeficiente de determinação do cálculo do DFA α1. Indica o quanto o modelo fractal se ajusta aos seus dados.
ru: Коэффициент детерминации для расчёта DFA α1. Показывает, насколько хорошо фрактальная модель соответствует вашим данным.
sv: Determinationskoefficienten för DFA α1-beräkningen. Anger hur väl den fraktala modellen passar dina data.
zh_hans: DFA α1 计算的决定系数。表示分形模型与你的数据的拟合程度。

source: The crash report will be permanently deleted.
ar: سيتم حذف تقرير الأعطال نهائياً.
da: Nedbrudsrapporten vil blive permanent slettet.
de: Der Absturzbericht wird dauerhaft gelöscht.
es: El informe de error se eliminará permanentemente.
fi: Kaatumisraportti poistetaan pysyvästi.
fr: Le rapport de plantage sera définitivement supprimé.
is: Hrunskýrslan verður varanlega eytt.
it: Il rapporto di errore critico verrà eliminato definitivamente.
ja: クラッシュレポートは完全に削除されます。
ko: 충돌 보고서가 영구적으로 삭제됩니다.
nb: Krasjrapporten vil bli permanent slettet.
nl: Het crashrapport wordt permanent verwijderd.
pt_br: O relatório de erro será excluído permanentemente.
ru: Отчёт о сбое будет удалён навсегда.
sv: Krashrapporten kommer att raderas permanent.
zh_hans: 崩溃报告将被永久删除。

source: The delete action requires you to type a confirmation phrase on the next screen, so a stray tap can't destroy your history.
ar: يتطلب إجراء الحذف أن تكتب عبارة تأكيد في الشاشة التالية، حتى لا يؤدي ضغط عرضي إلى إتلاف سجلك.
da: Sletningshandlingen kræver, at du indtaster en bekræftelsesfrase på næste skærm, så et utilsigtet tryk ikke kan ødelægge din historik.
de: Die Löschaktion erfordert, dass du auf dem nächsten Bildschirm einen Bestätigungssatz eingibst, damit ein versehentliches Tippen deinen Verlauf nicht zerstören kann.
es: La acción de eliminar requiere que escribas una frase de confirmación en la siguiente pantalla, para que un toque accidental no pueda destruir tu historial.
fi: Poistotoiminto edellyttää, että kirjoitat vahvistuslauseen seuraavalla näytöllä, jotta vahinkonapautus ei voi tuhota historiaasi.
fr: L'action de suppression nécessite de saisir une phrase de confirmation sur l'écran suivant, afin qu'un appui accidentel ne puisse pas détruire votre historique.
is: Eyðingaraðgerðin krefst þess að þú slærð inn staðfestingarsetningu á næsta skjá svo óvart pikk geti ekki eyðilagt ferilskrána þína.
it: L'azione di eliminazione richiede di digitare una frase di conferma nella schermata successiva, così un tocco accidentale non può distruggere la tua cronologia.
ja: 削除操作では、次の画面で確認フレーズを入力する必要があるため、誤ってタップしても履歴が破壊されることはありません。
ko: 삭제 작업은 다음 화면에서 확인 문구를 입력해야 하므로, 실수로 탭해도 기록이 손상되지 않습니다.
nb: Slettehandlingen krever at du skriver en bekreftelsesfrase på neste skjerm, slik at et utilsiktet trykk ikke kan ødelegge historikken din.
nl: Voor de verwijderactie moet je op het volgende scherm een bevestigingszin typen, zodat een onbedoelde tik je geschiedenis niet kan vernietigen.
pt_br: A ação de exclusão exige que você digite uma frase de confirmação na próxima tela, para que um toque acidental não possa destruir seu histórico.
ru: Действие удаления требует ввода подтверждающей фразы на следующем экране, чтобы случайное нажатие не уничтожило вашу историю.
sv: Raderingsåtgärden kräver att du skriver in en bekräftelsefras på nästa skärm, så att en oavsiktlig tryckning inte kan förstöra din historik.
zh_hans: 删除操作要求你在下一屏幕输入一句确认短语，这样误触就不会破坏你的历史记录。

source: The developer has no agreement with any of these services and shares nothing with them.
ar: لا يوجد لدى المطوّر أي اتفاق مع أي من هذه الخدمات ولا يشاركها أي شيء.
da: Udvikleren har ingen aftale med nogen af disse tjenester og deler intet med dem.
de: Der Entwickler hat mit keinem dieser Dienste eine Vereinbarung und teilt nichts mit ihnen.
es: El desarrollador no tiene ningún acuerdo con ninguno de estos servicios y no comparte nada con ellos.
fi: Kehittäjällä ei ole sopimusta minkään näistä palveluista kanssa, eikä hän jaa niille mitään.
fr: Le développeur n’a aucun accord avec ces services et ne partage rien avec eux.
is: Forritarinn hefur engan samning við neina þessara þjónustna og deilir engu með þeim.
it: Lo sviluppatore non ha accordi con nessuno di questi servizi e non condivide nulla con loro.
ja: 開発者はこれらのサービスのいずれとも契約関係になく、何も共有していません。
ko: 개발자는 이 서비스들 중 어느 곳과도 계약을 맺고 있지 않으며, 어떤 것도 공유하지 않습니다.
nb: Utvikleren har ingen avtale med noen av disse tjenestene og deler ingenting med dem.
nl: De ontwikkelaar heeft met geen van deze diensten een overeenkomst en deelt niets met hen.
pt_br: O desenvolvedor não tem nenhum acordo com nenhum desses serviços e não compartilha nada com eles.
ru: У разработчика нет соглашений ни с одним из этих сервисов, и он ничего им не передаёт.
sv: Utvecklaren har inget avtal med någon av dessa tjänster och delar inget med dem.
zh_hans: 开发者与这些服务均无任何协议，也不与它们共享任何内容。

source: The developer receives nothing
ar: لا يصل إلى المطوّر أي شيء
da: Udvikleren modtager intet
de: Der Entwickler erhält nichts
es: El desarrollador no recibe nada
fi: Kehittäjä ei saa mitään
fr: Le développeur ne reçoit rien
is: Þróandinn fær ekkert
it: Lo sviluppatore non riceve nulla
ja: 開発者には何も届きません
ko: 개발자는 아무것도 받지 않습니다
nb: Utvikleren mottar ingenting
nl: De ontwikkelaar ontvangt niets
pt_br: O desenvolvedor não recebe nada
ru: Разработчик не получает ничего
sv: Utvecklaren får ingenting
zh_hans: 开发者不会收到任何数据

source: The difference between minimum and maximum heart rate during the recording. Indicates the span of HR variation.
ar: الفرق بين أدنى وأعلى معدل نبض خلال التسجيل. يشير إلى مدى تباين النبض.
da: Forskellen mellem laveste og højeste puls under optagelsen. Angiver spændet i pulsvariationen.
de: Die Differenz zwischen minimaler und maximaler Herzfrequenz während der Aufzeichnung. Zeigt die Spannweite der HF-Schwankung.
es: La diferencia entre la frecuencia cardíaca mínima y máxima durante la grabación. Indica la amplitud de la variación de FC.
fi: Tallennuksen minimi- ja maksimisykkeen erotus. Kertoo sykevaihtelun laajuuden.
fr: L’écart entre la fréquence cardiaque minimale et maximale pendant l’enregistrement. Indique l’amplitude de la variation de FC.
is: Munurinn á lægsta og hæsta púls í upptökunni. Gefur til kynna umfang púlsbreytileikans.
it: La differenza tra frequenza cardiaca minima e massima durante la registrazione. Indica l’ampiezza della variazione della FC.
ja: 記録中の最低心拍数と最高心拍数の差。心拍変動の幅を示します。
ko: 기록 중 최저 심박수와 최고 심박수의 차이. 심박 변동의 폭을 나타냅니다.
nb: Forskjellen mellom laveste og høyeste puls under opptaket. Angir spennet i pulsvariasjonen.
nl: Het verschil tussen de minimale en maximale hartslag tijdens de opname. Geeft de spreiding van de hartslagvariatie aan.
pt_br: A diferença entre a frequência cardíaca mínima e máxima durante a gravação. Indica a amplitude da variação da FC.
ru: Разница между минимальным и максимальным пульсом за запись. Показывает размах колебаний пульса.
sv: Skillnaden mellan lägsta och högsta puls under inspelningen. Anger spannet i pulsvariationen.
zh_hans: 记录期间最低与最高心率之差。表示心率波动的幅度。

source: The full diagnostic log is on your clipboard — paste it into a message or email.
ar: سجل التشخيص الكامل موجود في الحافظة — الصقه في رسالة أو بريد إلكتروني.
da: Hele diagnostikloggen er på din udklipsholder — indsæt den i en besked eller e-mail.
de: Das vollständige Diagnoseprotokoll befindet sich in deiner Zwischenablage — füge es in eine Nachricht oder E-Mail ein.
es: El registro de diagnóstico completo está en el portapapeles — pégalo en un mensaje o correo.
fi: Koko diagnostiikkaloki on leikepöydälläsi — liitä se viestiin tai sähköpostiin.
fr: Le journal de diagnostic complet est dans votre presse-papiers — collez-le dans un message ou un e-mail.
is: Allur greiningarlogginn er á klippiborðinu þínu — límdu hann í skilaboð eða tölvupóst.
it: Il registro diagnostico completo è negli appunti — incollalo in un messaggio o in un'email.
ja: 完全な診断ログがクリップボードにあります — メッセージやメールに貼り付けてください。
ko: 전체 진단 로그가 클립보드에 있습니다 — 메시지나 이메일에 붙여넣으세요.
nb: Hele diagnostikkloggen ligger på utklippstavlen — lim den inn i en melding eller e-post.
nl: Het volledige diagnoselogboek staat op je klembord — plak het in een bericht of e-mail.
pt_br: O registro de diagnóstico completo está na sua área de transferência — cole-o em uma mensagem ou e-mail.
ru: Полный журнал диагностики находится в буфере обмена — вставьте его в сообщение или письмо.
sv: Hela diagnostikloggen finns på urklipp — klistra in den i ett meddelande eller e-post.
zh_hans: 完整诊断日志已复制到剪贴板——将其粘贴到消息或电子邮件中。

source: The full text of every message you send
ar: النص الكامل لكل رسالة ترسلها
da: Den fulde tekst i hver besked, du sender
de: Der vollständige Text jeder Nachricht, die du sendest
es: El texto completo de cada mensaje que envías
fi: Jokaisen lähettämäsi viestin koko teksti
fr: Le texte intégral de chaque message que vous envoyez
is: Allur texti hvers skilaboðs sem þú sendir
it: Il testo completo di ogni messaggio che invii
ja: 送信するすべてのメッセージの全文
ko: 보내는 모든 메시지의 전체 내용
nb: Hele teksten i hver melding du sender
nl: De volledige tekst van elk bericht dat je verstuurt
pt_br: O texto completo de cada mensagem que você envia
ru: Полный текст каждого отправляемого сообщения
sv: Hela texten i varje meddelande du skickar
zh_hans: 你发送的每条消息的完整内容

source: The highest sustained HRV values observed during your sleep — your physiological ceiling, not a readiness indicator.
ar: أعلى قيم HRV مستدامة لوحظت أثناء نومك — سقفك الفسيولوجي، وليس مؤشراً للجاهزية.
da: De højeste vedvarende HRV-værdier observeret under din søvn — dit fysiologiske loft, ikke en parathedsindikator.
de: Die höchsten anhaltenden HRV-Werte während deines Schlafs — deine physiologische Obergrenze, kein Bereitschaftsindikator.
es: Los valores de HRV sostenidos más altos observados durante tu sueño — tu techo fisiológico, no un indicador del estado de preparación.
fi: Korkeimmat havaitut jatkuvat HRV-arvot unesi aikana — fysiologinen kattosi, ei valmiuden mittari.
fr: Les valeurs HRV soutenues les plus élevées observées pendant votre sommeil — votre plafond physiologique, pas un indicateur d'état de préparation.
is: Hæstu viðvarandi HRV-gildin sem mælst hafa í svefni — lífeðlisfræðilegt þakið þitt, ekki vísbending um viðbúnað.
it: I valori HRV più alti sostenuti osservati durante il Suo sonno — il Suo tetto fisiologico, non un indicatore di prontezza.
ja: 睡眠中に観察された最も高い持続HRV値 — 準備状態の指標ではなく、生理的上限です。
ko: 수면 중 관찰된 최고 지속 HRV 값 — 준비 상태 지표가 아닌 생리학적 상한입니다.
nb: De høyeste vedvarende HRV-verdiene observert under søvnen din — ditt fysiologiske tak, ikke en beredskapsindikator.
nl: De hoogste aanhoudende HRV-waarden waargenomen tijdens uw slaap — uw fysiologische bovengrens, geen gereedheidsindicator.
pt_br: Os valores de HRV sustentados mais altos observados durante seu sono — seu teto fisiológico, não um indicador de prontidão.
ru: Наиболее высокие устойчивые значения ВСР, зафиксированные во время сна — ваш физиологический потолок, а не показатель готовности.
sv: De högsta ihållande HRV-värdena som observerats under din sömn — ditt fysiologiska tak, inte en beredskapsindikator.
zh_hans: 睡眠期间观察到的最高持续HRV值——你的生理上限，而非准备状态指标。

source: The inputs are research-informed; the weights and bands are calibrated, not outcome-validated. Tap How Emuqu Scores Recovery for which is which.
ar: المدخلات مستندة إلى البحث؛ أما الأوزان والنطاقات فمعايَرة وليست مُتحقَّقًا منها بالدرجات. اضغط «كيف يقيّم Emuqu التعافي» لمعرفة أيّها أيّ.
da: Inputtene er forskningsbaserede; vægtene og båndene er kalibrerede, ikke resultatvaliderede. Tryk på Sådan scorer Emuqu restitution for at se hvad der er hvad.
de: Die Eingangsgrößen sind forschungsgestützt; die Gewichte und Bänder sind kalibriert, nicht ergebnisvalidiert. Tippe auf „Wie Emuqu die Erholung bewertet“, um zu sehen, was was ist.
es: Las entradas están basadas en investigación; los pesos y las bandas están calibrados, no validados frente a resultados. Toca Cómo puntúa Emuqu la recuperación para ver cuál es cuál.
fi: Syötteet perustuvat tutkimukseen; painot ja vyöhykkeet on kalibroitu, ei validoitu lopputuloksia vastaan. Avaa Miten Emuqu pisteyttää palautumisen nähdäksesi kumpi on kumpi.
fr: Les entrées sont fondées sur la recherche ; les pondérations et les plages sont calibrées, non validées sur des résultats. Touchez Comment Emuqu évalue la récupération pour voir ce qui relève de quoi.
is: Inntökin byggja á rannsóknum; vogir og bil eru kvörðuð, ekki staðfest gagnvart útkomum. Ýttu á Hvernig Emuqu metur endurheimt til að sjá hvað er hvað.
it: Gli input sono basati sulla ricerca; i pesi e le fasce sono calibrati, non validati sugli esiti. Tocca Come Emuqu calcola il recupero per vedere cosa è cosa.
ja: 入力は研究に基づきますが、重みとバンドは較正値であり、アウトカムで検証されたものではありません。「Emuqu の回復スコアの算出方法」で内訳をご覧ください。
ko: 입력은 연구에 기반하지만, 가중치와 구간은 보정값이며 결과로 검증된 것이 아닙니다. ‘Emuqu의 회복 점수 산출 방식’에서 무엇이 어느 쪽인지 확인하세요.
nb: Inndataene er forskningsbaserte; vektene og båndene er kalibrerte, ikke resultatvaliderte. Trykk Slik beregner Emuqu restitusjon for å se hva som er hva.
nl: De invoer is onderzoeksgebaseerd; de wegingen en bandbreedtes zijn gekalibreerd, niet op uitkomsten gevalideerd. Tik op Hoe Emuqu herstel scoort om te zien wat wat is.
pt_br: As entradas são baseadas em pesquisa; os pesos e as faixas são calibrados, não validados por desfechos. Toque em Como o Emuqu pontua a recuperação para ver o que é o quê.
ru: Входные показатели опираются на исследования; веса и диапазоны откалиброваны, но не проверены по исходам. Откройте «Как Emuqu считает восстановление», чтобы увидеть, что есть что.
sv: Indata är forskningsbaserade; vikterna och banden är kalibrerade, inte utfallsvaliderade. Tryck på Så beräknar Emuqu återhämtning för att se vad som är vad.
zh_hans: 输入基于研究；权重与区间为校准值，并未经过结果验证。点按“Emuqu 如何评估恢复”查看两者之分。
